

class Strings {
  static final String TITLECOACHEXPLAN = "ویژگی ها و امکانات قسمت مربی:";
  static final String COACHATRIBEXPLAN = "-امکان اراعه برنامه تمرین و تغذیه به هر شخص با ویژگی جسمانی در هر نقطه از جهان\n" +
      "-صرفه جویی در زمان شما برای تنظیم و ارائه خدمات بیشتر\n" +
      "-ارائه برنامه با کیفیت بالاتر و رائه خدمات بیشتر\n" +
      "-مشاهده آنالیز ورزشکار\n" +
      "-آموزش به هنرجویان به صورت ویدیویی\n" +
      "-قابلیت تغییر برنامه و توضیحات در هر زمان\n" +
      "-امکان سفارشی سازی برای مربیان";

  static final String TEXTOFMEMBERSHIP = "- با توجه به اینکه در اپلیکیشن لیستی از مربیان به شما ارائه نمیشود"
      " و شما خود با وارد نمودن آیدی مربی و با شناخت شخصی مبلغ برنامه را مستقیما به حساب مربیان واریز می نمایید،"
      " آرتمن هیچ مسئولیتی در قبال پرداخت، قبول و یا رد درخواست شما توسط مربی را نداشته و تنها بستری جهت ارتباط حرفه ای بین شما و مربی میباشد.\n"
      "- دقت کنید که از زمان ثبت نام و واریز وجه به حساب آرتمن شما فقط ۳۰ روز میتوانید از اپلیکیشن و خدمات موجود در آن استفاده کنید"
      " و پس از پایان مهلت مشخص شده شما برای ۳۰ روز بعدی باید مجددا مبلغ استفاده را بپردازید."
      " به همین دلیل تاخیر در تکمیل مشخصات و تاخیر در پاسخ به سوالات آنالیز بعد از واریز وجه در زمان درخواست برنامه یا تاخیر در ارائه برنامه دیرتر از موعد به عهده خود مربیان و هنرجویان عزیز میباشد.";
}