

class Strings {
  static final String TITLECOACHEXPLAN = "ویژگی ها و امکانات قسمت مربی:";
  static final String COACHATRIBEXPLAN = "-امکان اراعه برنامه تمرین و تغذیه به هر شخص با ویژگی جسمانی در هر نقطه از جهان\n" +
      "-صرفه جویی در زمان شما برای تنظیم و ارائه خدمات بیشتر\n" +
      "-ارائه برنامه با کیفیت بالاتر و رائه خدمات بیشتر\n" +
      "-مشاهده آنالیز ورزشکار\n" +
      "-آموزش به هنرجویان به صورت ویدیویی\n" +
      "-قابلیت تغییر برنامه و توضیحات در هر زمان\n" +
      "-امکان سفارشی سازی برای مربیان";
}