import 'package:flutter/material.dart';

class Strings {
 static String titlestdprop = ": ویژگی ها و امکانات قسمت هنرجو";
 static String studentProperty =
      "\nامکان دریافت برنامه تمرینی و تغذیه برای هر شخص در هر نقطه از جهان -\n"
      "\nصرفه جویی در زمان برای دسترسی به برنامه با کیفیتی بالاتر -\n"
      "\n دسترسی بیشتر به مربی خود و برنامه ها حتی در نبود مربی -\n"
      "\nثبت گزارش توسط ورزشکار برای مربی خود -\n"
      "\n آرشیو عکس و تغییرات فیزیکی و مشاهده روند پیشرفت -\n"
      "\nدسترسی به ویدیوهای آموزشی برای هر سطح از آمادگی -\n"
      "\nحفظ حریم خصوصی ورزشکار -\n" ;
 static String joinExplain = " باتوجه به این که مربیان با شناخت کامل از هنرجویان به آنها برنامه ارائه میدهند یا از قبل با یکدیگر"
     " در ارتباط بوده اند، در صورت ارائه برنامه و دریافت نکردن وجه قبل از آن یا به تاخیر افتادن دریافت وجه روبه"
     " رو شدند هیچ گونه مسئولیتی به عهده آرتمن نمی باشد"
 "دقت کنید که از زمان ثبت نام و واریز وجه به حساب آرتمن شما فقط ۳۰ روز میتوانید از اپلیکیشن و"
     " خدمات موجود در آن استفاده کنید و پس از پایان مهلت مشخص شده شما برای ۳۰ روز بعدی باید مجددا مبلغ استفاده را بپردازید به همین دلیل تاخیر در تکمیل مشخصات و تاخير در "
     "پاسخ به سوالات آنالیز بعد از واریز وجه در زمان درخواست برنامه یا تاخیر در ارائه برنامه دیرتر از موعد به عهده خود مربیان و هنرجویان عزیز میباشد";



}
