import 'package:flutter/material.dart';

class Strings {
 static String titlestdprop = ": ویژگی ها و امکانات قسمت هنرجو";
 static String studentProperty =
      "\nامکان دریافت برنامه تمرینی و تغذیه برای هر شخص در هر نقطه از جهان -\n"
      "\nصرفه جویی در زمان برای دسترسی به برنامه با کیفیتی بالاتر -\n"
      "\n دسترسی بیشتر به مربی خود و برنامه ها حتی در نبود مربی -\n"
      "\nثبت گزارش توسط ورزشکار برای مربی خود -\n"
      "\n آرشیو عکس و تغییرات فیزیکی و مشاهده روند پیشرفت -\n"
      "\nدسترسی به ویدیوهای آموزشی برای هر سطح از آمادگی -\n"
      "\nحفظ حریم خصوصی ورزشکار -\n" ;
}
