
class Strings {
 final String titlestdprop = ": ویژگی ها و امکانات قسمت هنرجو";
 final String studentProperty =
      "\nامکان دریافت برنامه تمرینی و تغذیه برای هر شخص در هر نقطه از جهان -\n"
      "\nصرفه جویی در زمان برای دسترسی به برنامه با کیفیتی بالاتر -\n"
      "\n دسترسی بیشتر به مربی خود و برنامه ها حتی در نبود مربی -\n"
      "\nثبت گزارش توسط ورزشکار برای مربی خود -\n"
      "\n آرشیو عکس و تغییرات فیزیکی و مشاهده روند پیشرفت -\n"
      "\nدسترسی به ویدیوهای آموزشی برای هر سطح از آمادگی -\n"
      "\nحفظ حریم خصوصی ورزشکار -\n" ;
 final String joinExplain = "- باتوجه به این که مربیان با شناخت کامل از هنرجویان به آنها برنامه ارائه میدهند یا از قبل با یکدیگر"
     " در ارتباط بوده اند، در صورت ارائه برنامه و دریافت نکردن وجه قبل از آن یا به تاخیر افتادن دریافت وجه روبه"
     " .رو شدند هیچ گونه مسئولیتی به عهده آرتمن نمی باشد ."
 "- دقت کنید که از زمان ثبت نام و واریز وجه به حساب آرتمن شما فقط ۳۰ روز میتوانید از اپلیکیشن و"
     " خدمات موجود در آن استفاده کنید و پس از پایان مهلت مشخص شده شما برای ۳۰ روز بعدی باید مجددا مبلغ استفاده را بپردازید به همین دلیل تاخیر در تکمیل مشخصات و تاخير در "
     "پاسخ به سوالات آنالیز بعد از واریز وجه در زمان درخواست برنامه یا تاخیر در ارائه برنامه دیرتر از موعد به عهده خود مربیان و هنرجویان عزیز میباشد .";
 final String TITLECOACHEXPLAN = "ویژگی ها و امکانات قسمت مربی:";
   final String COACHATRIBEXPLAN = "-امکان اراعه برنامه تمرین و تغذیه به هر شخص با ویژگی جسمانی در هر نقطه از جهان\n" +
      "-صرفه جویی در زمان شما برای تنظیم و ارائه خدمات بیشتر\n" +
      "-ارائه برنامه با کیفیت بالاتر و رائه خدمات بیشتر\n" +
      "-مشاهده آنالیز ورزشکار\n" +
      "-آموزش به هنرجویان به صورت ویدیویی\n" +
      "-قابلیت تغییر برنامه و توضیحات در هر زمان\n" +
      "-امکان سفارشی سازی برای مربیان";

   final String TEXTOFMEMBERSHIP = "- با توجه به اینکه در اپلیکیشن لیستی از مربیان به شما ارائه نمیشود"
      " و شما خود با وارد نمودن آیدی مربی و با شناخت شخصی مبلغ برنامه را مستقیما به حساب مربیان واریز می نمایید،"
      " آرتمن هیچ مسئولیتی در قبال پرداخت، قبول و یا رد درخواست شما توسط مربی را نداشته و تنها بستری جهت ارتباط حرفه ای بین شما و مربی میباشد.\n"
      "- دقت کنید که از زمان ثبت نام و واریز وجه به حساب آرتمن شما فقط ۳۰ روز میتوانید از اپلیکیشن و خدمات موجود در آن استفاده کنید"
      " و پس از پایان مهلت مشخص شده شما برای ۳۰ روز بعدی باید مجددا مبلغ استفاده را بپردازید."
      " به همین دلیل تاخیر در تکمیل مشخصات و تاخیر در پاسخ به سوالات آنالیز بعد از واریز وجه در زمان درخواست برنامه یا تاخیر در ارائه برنامه دیرتر از موعد به عهده خود مربیان و هنرجویان عزیز میباشد.";


   final String EXPLAINMIDDLEFOODPLAN = "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابز"
       "ارهای کاربردی می باشد.";

   final String baseurl="http://185.237.85.53:3000";

   final Map<String,String> help={"weight":")به یبين زمان براي سنجش وزن شما ساعت هفت و ي ش دقيقه صبح*وزن به کیلو گرم : (بهترين زمان براي سنجش وزن شما ساعت هفت و سي دقيقه صبح بعد از بيدار شدن و رفتن به دستشويي بصورت ناشتاست. به خاطر داشته باشيد كه هر دفعه در همين موعد و با همين شرايط با حداقل پوشش وزن خود را سنجيده و مقايسه كنيد)",

   "tall":"*قد ایستاده :\n (بهترین  زمان صبح بعد از بیدار شدن) "
   "صاف بودن پاها و بدون کفش "
   "دست ها کنار بدن باشند"
   "صاف بایستید و پشت بدن خود را به بدنه قد سنج یا دیوار تکیه دهید"
   "پاشنه ها به هم چسبیده و کاملا روی زمین "
   "کشیدن نفس عمیق پیش از اندازه گیری"
   "شانه ها در وضعیت آرام قرار گیرند و رو به جلو بودن صورت و چشم ها"
   "در آخر با یک خط کش یا مداد که با سر شما مماس شده است بالای سر خود را علامت گذاری کنید"
   ,

   "aroundNeck":"*دور گردن : \n در حالت ایستاده قرار گرفته و متر را دور پهن ترین قسمت گردنتان بپیچید، دقیقاً متر باید روی برآمدگی ناحیه گلو (سیب آدم) بنشیند و سپس اندازه را بخوانید. اگر کسی نیست که این عدد را برایتان بخواند و از او کمک بگیرید بهتر است جلوی آیینه ایستاده و عدد را بخوانید",

   "aroundArmFree":"*دور بازو رها :\n (دست خود را  پایین نگه دارید)",

   "aroundArmClose":"*دور بازو گرفته \n(زاویه 90 درجه و منقبض و ضخیم ترین قسمت)",

   "aroundSaed":"*دور ساعد : \nيكي از دستان خود را نود درجه خم كنيد تا ساعد با زمين موازي شود، سپس بدون منقبض كردن عضله ساعد متر را بر روي برجسته ترين قسمت ها بچرخانيد و اندازه گيري كنيد",

   "aroundWrist":"براي اندازه گيري دور مچ دست محل اتصال استخوان مچ را به كف دست در نظر گرفته و با چرخاندن نوار متر در آن قسمت اندازه گيري را انجام دهید.",

   "aroundChest":"*دور قفسه سینه :\n"
   "نوار متر را از روي نوك سينه ها رد كرده و محيط عريض ترين بخش سينه را اندازه بگيريد اما توجه داشته باشيد كه در هنگام اندازه گيري تمام قسمتهاي نوار متر با زمين موازي بوده و عضلات سينه در حالت آزاد باشند",

   "waist":"*دور کمر : (عدم حبس نفس)\n"
   "با لمس بدن از پهلوي راست، لبه بالايي استخوان لگن را پيدا كنيد و متر را بطوري دور خود بپيچيد كه لبه پايين متر با لبه بالاي استخوان لگن هم تراز شود، در اين حالت بايد متر از روي ناف گذشته و كاملا بصورت افقي قرار گرفته باشد بنابراين اطمينان از موازي بودن متر با سطح زمين از يك آينه استفاده كنيد، در اين حال دو يا سه نفس عميق كشيده و رها كنيد تا شكم در حالت عادي قرار گيرد، سپس متر را به دور خود تنگ كرده و اندازه گيري نماييد",

   "aroundLaver":"*لگن(باسن) : \nبا لمس بدن از پهلوي راست، لبه بالا یي  استخوان لگن را پيدا كنيد و متر را بطوري دو ربا لمس بدن از پهلوي راست، لبه بالايي استخوان لگن را پيدا كنيد و متر را بطوري دور خود بپيچيد كه لبه پايين متر با لبه بالاي استخوان لگن هم تراز شود، در اين حالت بايد متر از روي ناف گذشته و كاملا بصورت افقي قرار گرفته باشد بنابراين اطمينان از موازي بودن متر با سطح زمين از يك آينه استفاده كنيد، در اين حال دو يا سه نفس عميق كشيده و رها كنيد تا شكم در حالت عادي قرار گیرد سپس متر را به دور خود تنگ نموده و اندازه گیری نمایید.",

   "aroundLeg":"*دور ران   : \nبراي اندازه گيري محيط ران نوار متر را بطور افقي دور برجسته ترين قسمت ران يعني كمي پايين تر از كشاله قرار دهيد و بدون انقباض عضله اندازه گيري نماييد."
   "یعنی دقیقاً زیر باسن تان را با متر اندازه بگیرید و به عنوان سایز دور ران یادداشت کنید",

   "leg":"*ساق پا :\n گذاشتن پا روی یک استپ جوری که ساق پا با ران پا زاویه 90 درجه تشکیل دهد سپس از ضخیم ترین قسمت ساق را اندازه گیری کنید",

   "widthComb":"*پهنای متغییر شانه : (بازدم و عادی) :\n"
   "صاف بایستید و متر اندازه گیری را در پشت شانه بیاندازید و همانند یک خط صاف پهن ترین قسمت شانه را با رساندن دو سر متر به هم اندازه بگیرید. دقت کنید که متر باید همانند یک خط صاف باشد",

   "business":"شغل :\n( علت دانستن شغل : به طور مثال در شغل هایی که فرد  درآن زیاد می ایستد در درازمدت شخص دچار گودی کمر میشود و یا شخصی که پیوسته در حالت نشسته کار میکند دچار افتادگی شانه و گردی پشت میشود ، مربی با دانستن شغل میتواند از ناهنجاری های احتمالی پیشگیری کند  )",
   };

}
