import 'package:flutter/material.dart';

class Strings {
 static String titlestdprop = ": ویژگی ها و امکانات قسمت هنرجو";
 static String studentProperty =
      "\nامکان دریافت برنامه تمرینی و تغذیه برای هر شخص در هر نقطه از جهان -\n"
      "\nصرفه جویی در زمان برای دسترسی به برنامه با کیفیتی بالاتر -\n"
      "\n دسترسی بیشتر به مربی خود و برنامه ها حتی در نبود مربی -\n"
      "\nثبت گزارش توسط ورزشکار برای مربی خود -\n"
      "\n آرشیو عکس و تغییرات فیزیکی و مشاهده روند پیشرفت -\n"
      "\nدسترسی به ویدیوهای آموزشی برای هر سطح از آمادگی -\n"
      "\nحفظ حریم خصوصی ورزشکار -\n" ;
 static String joinExplain = "- باتوجه به این که مربیان با شناخت کامل از هنرجویان به آنها برنامه ارائه میدهند یا از قبل با یکدیگر"
     " در ارتباط بوده اند، در صورت ارائه برنامه و دریافت نکردن وجه قبل از آن یا به تاخیر افتادن دریافت وجه روبه"
     " .رو شدند هیچ گونه مسئولیتی به عهده آرتمن نمی باشد ."
 "- دقت کنید که از زمان ثبت نام و واریز وجه به حساب آرتمن شما فقط ۳۰ روز میتوانید از اپلیکیشن و"
     " خدمات موجود در آن استفاده کنید و پس از پایان مهلت مشخص شده شما برای ۳۰ روز بعدی باید مجددا مبلغ استفاده را بپردازید به همین دلیل تاخیر در تکمیل مشخصات و تاخير در "
     "پاسخ به سوالات آنالیز بعد از واریز وجه در زمان درخواست برنامه یا تاخیر در ارائه برنامه دیرتر از موعد به عهده خود مربیان و هنرجویان عزیز میباشد .";
static final String TITLECOACHEXPLAN = "ویژگی ها و امکانات قسمت مربی:";
  static final String COACHATRIBEXPLAN = "-امکان اراعه برنامه تمرین و تغذیه به هر شخص با ویژگی جسمانی در هر نقطه از جهان\n" +
      "-صرفه جویی در زمان شما برای تنظیم و ارائه خدمات بیشتر\n" +
      "-ارائه برنامه با کیفیت بالاتر و رائه خدمات بیشتر\n" +
      "-مشاهده آنالیز ورزشکار\n" +
      "-آموزش به هنرجویان به صورت ویدیویی\n" +
      "-قابلیت تغییر برنامه و توضیحات در هر زمان\n" +
      "-امکان سفارشی سازی برای مربیان";

  static final String TEXTOFMEMBERSHIP = "- با توجه به اینکه در اپلیکیشن لیستی از مربیان به شما ارائه نمیشود"
      " و شما خود با وارد نمودن آیدی مربی و با شناخت شخصی مبلغ برنامه را مستقیما به حساب مربیان واریز می نمایید،"
      " آرتمن هیچ مسئولیتی در قبال پرداخت، قبول و یا رد درخواست شما توسط مربی را نداشته و تنها بستری جهت ارتباط حرفه ای بین شما و مربی میباشد.\n"
      "- دقت کنید که از زمان ثبت نام و واریز وجه به حساب آرتمن شما فقط ۳۰ روز میتوانید از اپلیکیشن و خدمات موجود در آن استفاده کنید"
      " و پس از پایان مهلت مشخص شده شما برای ۳۰ روز بعدی باید مجددا مبلغ استفاده را بپردازید."
      " به همین دلیل تاخیر در تکمیل مشخصات و تاخیر در پاسخ به سوالات آنالیز بعد از واریز وجه در زمان درخواست برنامه یا تاخیر در ارائه برنامه دیرتر از موعد به عهده خود مربیان و هنرجویان عزیز میباشد.";


  static final String EXPLAINMIDDLEFOODPLAN = "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.";
  static final String baseurl="http://192.168.20.227:3000";


}
